app/controllers/likes_controller.rb

SELECT "likes".* FROM "likes"
---
    def index
        likes = Like.all